grimoire/musica-06-clechant.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 06 : La clé des chants
#+AUTHOR: chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Raconter une histoire

#+ATTR_HTML: :class lettrine
Une oeuvre musicale est une histoire à part entière, une histoire
composée de thèmes. Certains de ces thèmes plantent le décor, tandis
que d’autres incarnent les personnages. Des personnages qui
interagissent, dialoguent, questionnent, répondent, changent d’humeur
suivant le contexte ou l’interlocuteur. Mais le décor est en lui-même
un personnage, et il peut se réveiller à tout moment pour jouer un
rôle plus actif, un peu comme ces créatures des contes fantastiques,
en apparence inanimées mais que l’on découvre subitement douées de
mouvement et de parole.

L’idée est donc d’explorer les possibilités offertes par différentes
combinaisons de thèmes afin de développer les scènes de la pièce
musicale. Le nombre de thèmes impliqués dans une scène détermine en
partie son style : un contraste entre deux thèmes sera moins
mouvementé que l’agitation d’une foule.


* Variations

#+TOC: headlines 1 local


** Introduction

Il est fréquent en musique de présenter un thème puis des variations
de ce thème. Les procédés aboutissant à ces variations sont nombreux,
voici les plus courants.


** Inverser la mélodie


*** Miroir

Un miroir inverse le sens des intervalles mélodiques : les intervalles
haussiers devient baissiers et vice versa.


*** Rétrograder

Il s’agit d’inverser l’ordre chronologique des notes comme si le thème
était lu à l’envers.


** Transposer

On peut transposer la mélodie.


*** Mutation

La *mutation* consiste à adapter certaines notes d’un motif transposé
afin de l’intégrer à la tonalité en cours.

Une transposition peut ajouter ou supprimer des altérations, générant
ainsi des notes qui ne font pas partie de la gamme de référence.

La *mutation* consiste à annuler ces ajouts ou suppressions
d’altérations, ceci afin que toutes les notes du motif transposé
soient incluses dans la gamme de référence.


**** Dualité tonale

Dans le cas d’une transposition à la quinte, le procédé de mutation va
même plus loin car il veille à conserver l’équilibre entre tonique et
dominante.

Si nous transposons sans modification, nous obtenons :

#+ATTR_HTML: :class plat
| Initial   |   | Intervalle |   | Transposé   |
|-----------+---+------------+---+-------------|
| Tonique   | ⟼ | Quinte     | ⟼ | Dominante   |
| Dominante | ⟼ | Quinte     | ⟼ | Sus-tonique |

Dans ce cas, la mutation consiste à transformer les sus-toniques en
toniques :

#+ATTR_HTML: :class plat
| Initial   |   | Intervalle |   | Transposé |
|-----------+---+------------+---+-----------|
| Tonique   | ⟼ | Quinte     | ⟼ | Dominante |
| Dominante | ⟼ | Quarte     | ⟼ | Tonique   |

ce qui nous donne implicitement un intervalle de transposition de
quarte pour les notes concernées.

La dualité tonique — dominante du thème de départ s’est donc muée en
dualité dominante — tonique dans le thème transposé.

Il va de soi que les note environnantes peuvent également être
modifiées afin d’ajuster la mélodie.


** Changer le mode

Changer le mode modifie le caractère des accords du thème.


** Changer l’ornementation

On peut changer le type ou la quantité des ornements présents.


*** Agrémenter / Épurer

Agrémenter une note longue consiste à la remplacer par une suite de
notes rapides dont la moyenne correspond à la hauteur de la note
longue. Par extension, agrémenter un groupe de notes longues consiste
à agrémenter chacune d’entre-elles. L’agrémentation permet d’ajouter
de l’ornementation à la musique.

Épurer une suite de note rapides consiste à les remplacer par une note
longue correspondant à leur moyenne. On peut également diviser un
thème en plusieurs groupes de notes, chaque groupe étant ensuite épuré
et donc remplacé par une note plus longue.

/Remarque/ : au lieu de faire correspondre les notes longues aux
moyennes des notes rapides, on peut également choisir la note rapide
qui semble la plus pertinente en fonction du contexte musical : la
première note de chaque temps, mesure, ...


** Changer le rythme

On peut changer le rythme du thème tout en conservant la mélodie.


*** Augmenter / Diminuer

On peut augmenter ou diminuer la longueur d’un thème en multipliant
par un même facteur la durée de chaque note.

Exemple d’augmentation avec un facteur 2 :

#+BEGIN_CENTER
N C C ⟼ B N N
#+END_CENTER

Exemple de diminution avec un facteur 1/2 :

#+BEGIN_CENTER
N C C ⟼ C dC dC
#+END_CENTER


*** Conversions

Il est possible de convertir une succession de cellules rythmiques
binaires en cellules rythmes ternaires, et vice versa. Ces conversions
se font en conservant l’allure générale (nombre de notes, notes
longues, brèves ou égales, etc) de chaque cellule. Plusieurs choix
sont parfois possibles.


* Imitation

#+TOC: headlines 1 local


