grimoire/musica-06-clechant.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2020-11-11 mer 19:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 06 : La clé des chants</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="chimay" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content">
<h1 class="title">Eclats de vers : Musica 06 : La clé des chants</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6930270">1. Raconter une histoire</a></li>
<li><a href="#org7eb6b44">2. Variations</a></li>
<li><a href="#org84ff83b">3. Imitation</a></li>
<li><a href="#org7556417">4. Constructions</a></li>
<li><a href="#org96ae88f">5. Figures</a></li>
<li><a href="#org4eb38a0">6. Phrasé</a></li>
<li><a href="#org1dc574f">7. Chant</a></li>
<li><a href="#orgbb1a596">8. Poésie</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6930270" class="outline-2">
<h2 id="org6930270"><span class="section-number-2">1</span> Raconter une histoire</h2>
<div class="outline-text-2" id="text-1">
<p class="lettrine">
Une oeuvre musicale est une histoire à part entière, une histoire
composée de thèmes. Certains de ces thèmes plantent le décor, tandis
que d’autres incarnent les personnages. Des personnages qui
interagissent, dialoguent, questionnent, répondent, changent d’humeur
suivant le contexte ou l’interlocuteur. Mais le décor est en lui-même
un personnage, et il peut se réveiller à tout moment pour jouer un
rôle plus actif, un peu comme ces créatures des contes fantastiques,
en apparence inanimées mais que l’on découvre subitement douées de
mouvement et de parole.
</p>

<p>
L’idée est donc d’explorer les possibilités offertes par différentes
combinaisons de thèmes afin de développer les scènes de la pièce
musicale. Le nombre de thèmes impliqués dans une scène détermine en
partie son style : un contraste entre deux thèmes sera moins
mouvementé que l’agitation d’une foule.
</p>
</div>
</div>


<div id="outline-container-org7eb6b44" class="outline-2">
<h2 id="org7eb6b44"><span class="section-number-2">2</span> Variations</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents">
<ul>
<li><a href="#org8b534b2">2.1. Introduction</a></li>
<li><a href="#orge2bba08">2.2. Inverser la mélodie</a></li>
<li><a href="#org641709d">2.3. Transposer</a></li>
<li><a href="#orge461173">2.4. Changer le mode</a></li>
<li><a href="#org6ca5ce4">2.5. Changer l’ornementation</a></li>
<li><a href="#org048b4ae">2.6. Changer le rythme</a></li>
</ul>
</div>
</div>


<div id="outline-container-org8b534b2" class="outline-3">
<h3 id="org8b534b2"><span class="section-number-3">2.1</span> Introduction</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Il est fréquent en musique de présenter un thème puis des variations
de ce thème. Les procédés aboutissant à ces variations sont nombreux,
voici les plus courants.
</p>
</div>
</div>


<div id="outline-container-orge2bba08" class="outline-3">
<h3 id="orge2bba08"><span class="section-number-3">2.2</span> Inverser la mélodie</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgaeefbab" class="outline-4">
<h4 id="orgaeefbab"><span class="section-number-4">2.2.1</span> Miroir</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
Un miroir inverse le sens des intervalles mélodiques : les intervalles
haussiers devient baissiers et vice versa.
</p>
</div>
</div>


<div id="outline-container-org985ed5a" class="outline-4">
<h4 id="org985ed5a"><span class="section-number-4">2.2.2</span> Rétrograder</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
Il s’agit d’inverser l’ordre chronologique des notes comme si le thème
était lu à l’envers.
</p>
</div>
</div>
</div>


<div id="outline-container-org641709d" class="outline-3">
<h3 id="org641709d"><span class="section-number-3">2.3</span> Transposer</h3>
<div class="outline-text-3" id="text-2-3">
<p>
On peut transposer la mélodie.
</p>
</div>


<div id="outline-container-org329b294" class="outline-4">
<h4 id="org329b294"><span class="section-number-4">2.3.1</span> Mutation</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
Une transposition peut ajouter ou supprimer des altérations, générant
ainsi des notes qui ne font pas partie de la gamme de référence.
</p>

<p>
La <b>mutation</b> consiste à annuler ces ajouts ou suppressions
d’altérations, ceci afin que toutes les notes du motif transposé
soient incluses dans la gamme de référence.
</p>
</div>


<div id="outline-container-org15a3821" class="outline-5">
<h5 id="org15a3821"><span class="section-number-5">2.3.1.1</span> Dualité tonale</h5>
<div class="outline-text-5" id="text-2-3-1-1">
<p>
Dans le cas d’une transposition à la quinte, le procédé de mutation va
même plus loin car il veille à conserver l’équilibre entre tonique et
dominante.
</p>

<p>
Si nous transposons sans modification, nous obtenons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Initial</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Intervalle</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Transposé</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tonique</td>
<td class="org-left">⟼</td>
<td class="org-left">Quinte</td>
<td class="org-left">⟼</td>
<td class="org-left">Dominante</td>
</tr>

<tr>
<td class="org-left">Dominante</td>
<td class="org-left">⟼</td>
<td class="org-left">Quinte</td>
<td class="org-left">⟼</td>
<td class="org-left">Sus-tonique</td>
</tr>
</tbody>
</table>

<p>
Dans ce cas, la mutation consiste à transformer les sus-toniques en
toniques :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Initial</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Intervalle</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Transposé</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tonique</td>
<td class="org-left">⟼</td>
<td class="org-left">Quinte</td>
<td class="org-left">⟼</td>
<td class="org-left">Dominante</td>
</tr>

<tr>
<td class="org-left">Dominante</td>
<td class="org-left">⟼</td>
<td class="org-left">Quarte</td>
<td class="org-left">⟼</td>
<td class="org-left">Tonique</td>
</tr>
</tbody>
</table>

<p>
ce qui nous donne implicitement un intervalle de transposition de
quarte pour les notes concernées.
</p>

<p>
La dualité tonique — dominante du thème de départ s’est donc muée en
dualité dominante — tonique dans le thème transposé.
</p>

<p>
Il va de soi que les note environnantes peuvent également être
modifiées afin d’ajuster la mélodie.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orge461173" class="outline-3">
<h3 id="orge461173"><span class="section-number-3">2.4</span> Changer le mode</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Changer le mode modifie le caractère des accords du thème.
</p>
</div>
</div>


<div id="outline-container-org6ca5ce4" class="outline-3">
<h3 id="org6ca5ce4"><span class="section-number-3">2.5</span> Changer l’ornementation</h3>
<div class="outline-text-3" id="text-2-5">
<p>
On peut changer le type ou la quantité des ornements présents.
</p>
</div>


<div id="outline-container-orgfa6d688" class="outline-4">
<h4 id="orgfa6d688"><span class="section-number-4">2.5.1</span> Agrémenter / Épurer</h4>
<div class="outline-text-4" id="text-2-5-1">
<p>
Agrémenter une note longue consiste à la remplacer par une suite de
notes rapides dont la moyenne correspond à la hauteur de la note
longue. Par extension, agrémenter un groupe de notes longues consiste
à agrémenter chacune d’entre-elles. L’agrémentation permet d’ajouter
de l’ornementation à la musique.
</p>

<p>
Épurer une suite de note rapides consiste à les remplacer par une note
longue correspondant à leur moyenne. On peut également diviser un
thème en plusieurs groupes de notes, chaque groupe étant ensuite épuré
et donc remplacé par une note plus longue.
</p>

<p>
<i>Remarque</i> : au lieu de faire correspondre les notes longues aux
moyennes des notes rapides, on peut également choisir la note rapide
qui semble la plus pertinente en fonction du contexte musical : la
première note de chaque temps, mesure, &#x2026;
</p>
</div>
</div>
</div>


<div id="outline-container-org048b4ae" class="outline-3">
<h3 id="org048b4ae"><span class="section-number-3">2.6</span> Changer le rythme</h3>
<div class="outline-text-3" id="text-2-6">
<p>
On peut changer le rythme du thème tout en conservant la mélodie.
</p>
</div>


<div id="outline-container-org0803eb8" class="outline-4">
<h4 id="org0803eb8"><span class="section-number-4">2.6.1</span> Augmenter / Diminuer</h4>
<div class="outline-text-4" id="text-2-6-1">
<p>
On peut augmenter ou diminuer la longueur d’un thème en multipliant
par un même facteur la durée de chaque note.
</p>

<p>
Exemple d’augmentation avec un facteur 2 :
</p>

<div class="org-center">
<p>
N C C ⟼ B N N
</p>
</div>

<p>
Exemple de diminution avec un facteur 1/2 :
</p>

<div class="org-center">
<p>
N C C ⟼ C dC dC
</p>
</div>
</div>
</div>


<div id="outline-container-org3568f5f" class="outline-4">
<h4 id="org3568f5f"><span class="section-number-4">2.6.2</span> Conversions</h4>
<div class="outline-text-4" id="text-2-6-2">
<p>
Il est possible de convertir une succession de cellules rythmiques
binaires en cellules rythmes ternaires, et vice versa. Ces conversions
se font en conservant l’allure générale (nombre de notes, notes
longues, brèves ou égales, etc) de chaque cellule. Plusieurs choix
sont parfois possibles.
</p>
</div>
</div>
</div>
</div>
