grimoire/musica-06-clechant.org
** Introduction

L’imitation consiste à reprendre des thèmes d’une ou plusieurs voix
données afin de les intégrer à une autre voix. Ce principe peut être
mutuel : les voix peuvent s’imiter les unes les autres.


** Parallèle

La forme la plus simple d’imitation consiste à créer par transposition
un thème *parallèle* à un thème donné. Le thème parallèle est appelé
*doublure*. On dit aussi que le thème d’origine est *doublé*.

L’intervalle entre le thème d’origine et la réplique parallèle peut
être :

  - un unisson
  - une octave
  - une quinte
  - une quarte
  - une tierce
  - une sixte
  - une dixième
  - une douzième
  - etc.


*** Unisson

La doublure la plus simple se fait à l’unisson ; le thème d’origine
est alors simplement recopié pour produire la doublure.

La doublure à l’unisson peut être utilisée pour augmenter le volume de
l’original : on utilise alors plusieurs instruments identiques jouant
la même voix. Si l’on souhaite obtenir un timbre synthétique, on peut
aussi faire jouer la même voix par des instruments différents.


** Variante

L’imitation par variante utilise des variations et de l’ornementation
afin de produire un thème qui soit créatif tout en demeurant similaire
au thème d’origine.


** Partielle

L’imitation partielle consiste à imiter certains éléments d’un thème
d’origine, les autres éléments étant ignorés.


** Multiple

L’imitation multiple rassemble des éléments provenant de plusieurs
voix différentes afin de produire un nouveau thème.


** Strette

Une *strette*, ou *resserrement* est une imitation qui commence avant
la fin de l’exposé du thème original imité.


* Constructions

#+TOC: headlines 1 local


** Écho

L’écho consiste à jouer un motif sur une voix /V/, puis à jouer le
même motif, éventuellement transposé, sur une autre voix /W/.

/Remarque/ : il est possible d’appliquer le principe de l’écho à une
seule note, en faisant entendre la même note transposée d’une ou
plusieurs octaves successivement sur deux voix différentes.


** Relais
:PROPERTIES:
:CUSTOM_ID: section:relais
:END:

Un relais consiste à continuer le développement d’un motif tout en le
déplaçant sur une autre voix. C’est généralement le caractère
particulier du motif qui permet de détecter le relais, mais on peut
également se servir d’un mouvement conjoint, d’une octave ou d’une
septième afin de renforcer la continuité de l’ensemble :

#+ATTR_HTML: :class plat
| S | : | la si la sol /fa/ |                  | =...= |
| B | : |                   | /mi/ ré do ré si | =...= |


*** Tuilage polyphonique

Le *tuilage polyphonique* déplace une mélodie d’une voix à une autre
en utilisant un motif mélodique commun aux deux voix pour réaliser une
transition naturelle.

Exemple :

#+ATTR_HTML: :class plat
| X | : | A1 | A2 | A3 |    |    | =...= |
| Y | : |    |    | A3 | A4 | A5 | =...= |


*** Fausse relation

Une fausse relation chromatique peut servir à produire un relais.
Exemple :

#+ATTR_HTML: :class plat
| S | : | la la^b |       | =...= |
| B | : |         | sol   | =...= |


** Collage

Le *collage* consiste à découper une mélodie et à la répartir sur
plusieurs voix distinctes.


** Entrelac

Un *entrelac* est une mélodie résultant de l’entrelacement de deux ou
de plusieurs voix. Cette technique permet de donner l’impression que
plusieurs voix sont jouées alors qu’une seule est à l’oeuvre.

Considérons par exemple la configuration suivante :

#+ATTR_HTML: :class plat
| X | : | A1 | A2 | A3 | A4 | =...= |
| Y | : | B1 | B2 | B3 | B4 | =...= |

Nous pouvons construire un entrelac sur une nouvelle voix /C/ à partir
des thèmes de /X/ et /Y/, en les alternant par exemple :

#+ATTR_HTML: :class plat
| C | : | A1 | B1 | A2 | B2 | A3 | B3 | A4 | B4 |


