grimoire/musica-06-clechant.html


<div id="outline-container-org84ff83b" class="outline-2">
<h2 id="org84ff83b"><span class="section-number-2">3</span> Imitation</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents">
<ul>
<li><a href="#org6467ca7">3.1. Introduction</a></li>
<li><a href="#orgbb68ec1">3.2. Parallèle</a></li>
<li><a href="#orgec711cd">3.3. Variante</a></li>
<li><a href="#org7592bc5">3.4. Partielle</a></li>
<li><a href="#orgeee8076">3.5. Multiple</a></li>
<li><a href="#org9e3e378">3.6. Strette</a></li>
</ul>
</div>
</div>


<div id="outline-container-org6467ca7" class="outline-3">
<h3 id="org6467ca7"><span class="section-number-3">3.1</span> Introduction</h3>
<div class="outline-text-3" id="text-3-1">
<p>
L’imitation consiste à reprendre des thèmes d’une ou plusieurs voix
données afin de les intégrer à une autre voix. Ce principe peut être
mutuel : les voix peuvent s’imiter les unes les autres.
</p>
</div>
</div>


<div id="outline-container-orgbb68ec1" class="outline-3">
<h3 id="orgbb68ec1"><span class="section-number-3">3.2</span> Parallèle</h3>
<div class="outline-text-3" id="text-3-2">
<p>
La forme la plus simple d’imitation consiste à créer par transposition
un thème <b>parallèle</b> à un thème donné. Le thème parallèle est appelé
<b>doublure</b>. On dit aussi que le thème d’origine est <b>doublé</b>.
</p>

<p>
L’intervalle entre le thème d’origine et la réplique parallèle peut
être :
</p>

<ul class="org-ul">
<li>un unisson</li>
<li>une octave</li>
<li>une quinte</li>
<li>une quarte</li>
<li>une tierce</li>
<li>une sixte</li>
<li>une dixième</li>
<li>une douzième</li>
<li>etc.</li>
</ul>
</div>


<div id="outline-container-org985a9d3" class="outline-4">
<h4 id="org985a9d3"><span class="section-number-4">3.2.1</span> Unisson</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
La doublure la plus simple se fait à l’unisson ; le thème d’origine
est alors simplement recopié pour produire la doublure.
</p>

<p>
La doublure à l’unisson peut être utilisée pour augmenter le volume de
l’original : on utilise alors plusieurs instruments identiques jouant
la même voix. Si l’on souhaite obtenir un timbre synthétique, on peut
aussi faire jouer la même voix par des instruments différents.
</p>
</div>
</div>
</div>


<div id="outline-container-orgec711cd" class="outline-3">
<h3 id="orgec711cd"><span class="section-number-3">3.3</span> Variante</h3>
<div class="outline-text-3" id="text-3-3">
<p>
L’imitation par variante utilise des variations et de l’ornementation
afin de produire un thème qui soit créatif tout en demeurant similaire
au thème d’origine.
</p>
</div>
</div>


<div id="outline-container-org7592bc5" class="outline-3">
<h3 id="org7592bc5"><span class="section-number-3">3.4</span> Partielle</h3>
<div class="outline-text-3" id="text-3-4">
<p>
L’imitation partielle consiste à imiter certains éléments d’un thème
d’origine, les autres éléments étant ignorés.
</p>
</div>
</div>


<div id="outline-container-orgeee8076" class="outline-3">
<h3 id="orgeee8076"><span class="section-number-3">3.5</span> Multiple</h3>
<div class="outline-text-3" id="text-3-5">
<p>
L’imitation multiple rassemble des éléments provenant de plusieurs
voix différentes afin de produire un nouveau thème.
</p>
</div>
</div>


<div id="outline-container-org9e3e378" class="outline-3">
<h3 id="org9e3e378"><span class="section-number-3">3.6</span> Strette</h3>
<div class="outline-text-3" id="text-3-6">
<p>
Une <b>strette</b>, ou <b>resserrement</b> est une imitation qui commence avant
la fin de l’exposé du thème original imité.
</p>
</div>
</div>
</div>


<div id="outline-container-org7556417" class="outline-2">
<h2 id="org7556417"><span class="section-number-2">4</span> Constructions</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents">
<ul>
<li><a href="#org2a52dcb">4.1. Écho</a></li>
<li><a href="#orgc84601b">4.2. Relais</a></li>
<li><a href="#org18412cd">4.3. Collage</a></li>
<li><a href="#org1ffd8c3">4.4. Entrelac</a></li>
<li><a href="#orgebb24bf">4.5. Hoquet</a></li>
<li><a href="#org934a9a0">4.6. Convergence / Divergence</a></li>
<li><a href="#orgafea273">4.7. Ostinato</a></li>
<li><a href="#org742e8e1">4.8. Méta</a></li>
</ul>
</div>
</div>


<div id="outline-container-org2a52dcb" class="outline-3">
<h3 id="org2a52dcb"><span class="section-number-3">4.1</span> Écho</h3>
<div class="outline-text-3" id="text-4-1">
<p>
L’écho consiste à jouer un motif sur une voix <i>V</i>, puis à jouer le
même motif, éventuellement transposé, sur une autre voix <i>W</i>.
</p>

<p>
<i>Remarque</i> : il est possible d’appliquer le principe de l’écho à une
seule note, en faisant entendre la même note transposée d’une ou
plusieurs octaves successivement sur deux voix différentes.
</p>
</div>
</div>


<div id="outline-container-orgc84601b" class="outline-3">
<h3 id="orgc84601b"><span class="section-number-3">4.2</span> Relais</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Un relais consiste à continuer le développement d’un motif tout en le
déplaçant sur une autre voix. C’est généralement le caractère
particulier du motif qui permet de détecter le relais, mais on peut
également se servir d’un mouvement conjoint, d’une octave ou d’une
septième afin de renforcer la continuité de l’ensemble :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la si la sol <i>fa</i></td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><i>mi</i> ré do ré si</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org7f16ad3" class="outline-4">
<h4 id="org7f16ad3"><span class="section-number-4">4.2.1</span> Tuilage polyphonique</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Le <b>tuilage polyphonique</b> déplace une mélodie d’une voix à une autre
en utilisant un motif mélodique commun aux deux voix pour réaliser une
transition naturelle.
</p>

<p>
Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left">A5</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org594b74e" class="outline-4">
<h4 id="org594b74e"><span class="section-number-4">4.2.2</span> Fausse relation</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Une fausse relation peut servir à produire un relais. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la la<sup>b</sup></td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org18412cd" class="outline-3">
<h3 id="org18412cd"><span class="section-number-3">4.3</span> Collage</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Le <b>collage</b> consiste à découper une mélodie et à la répartir sur
plusieurs voix distinctes.
</p>
</div>
</div>


<div id="outline-container-org1ffd8c3" class="outline-3">
<h3 id="org1ffd8c3"><span class="section-number-3">4.4</span> Entrelac</h3>
<div class="outline-text-3" id="text-4-4">
<p>
Un <b>entrelac</b> est une mélodie résultant de l’entrelacement de deux ou
de plusieurs voix. Cette technique permet de donner l’impression que
plusieurs voix sont jouées alors qu’une seule est à l’oeuvre.
</p>

<p>
Considérons par exemple la configuration suivante :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
Nous pouvons construire un entrelac sur une nouvelle voix <i>C</i> à partir
des thèmes de <i>X</i> et <i>Y</i>, en les alternant par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">B1</td>
<td class="org-left">A2</td>
<td class="org-left">B2</td>
<td class="org-left">A3</td>
<td class="org-left">B3</td>
<td class="org-left">A4</td>
<td class="org-left">B4</td>
</tr>
</tbody>
</table>
</div>
