grimoire/musica-06-clechant.org
*** Ordre

Soit :

#+ATTR_HTML: :class plat
| X | : | A1 | A2 | A3 | A4 | =...= |
| Y | : | B1 | B2 | B3 | B4 | =...= |

et l’entrelac associé :

#+ATTR_HTML: :class plat
| C | : | (A1 | B1) | (A2 | B2) | (A3 | B3) | (A4 | B4) | =...= |

On peut produire d’autres entrelacs en variant l’ordre à l’intérieur
de chaque groupe. On obtient alors par exemple :

#+ATTR_HTML: :class plat
| (A1 | B1) | (B2 | A2) | (A3 | B3) | (B4 | A4) | =...= |

Afin de souligner la liberté de l’ordre à l’intérieur des groupes,
nous les entourons d’accolades :

#+ATTR_HTML: :class plat
| { A1 | B1 } | { A2 | B2 } | { A3 | B3 } | { A4 | B4 } | =...= |


*** Généralisation

Le procédé peut être généralisé à un nombre quelconque /N/ de voix.

Voici un exemple à trois voix :

#+ATTR_HTML: :class plat
| X | : | A1 | A2 | A3 | A4 | =...= |
| Y | : | B1 | B2 | B3 | B4 | =...= |
| Z | : | F1 | F2 | F3 | F4 | =...= |

et le schéma de l’entrelac résultant :

#+ATTR_HTML: :class plat
| { A1 | B1 | F1 } | { A2 | B2 | F2 } | { A3 | B3 | F3 } | { A4 | B4 | F4 } | =...= |


*** Environnement

Lorsqu’on construit un entrelac au sein d’une polyphonie, il faut
penser à la synchronisation avec les autres voix. Si nous construisons
aveuglément un entrelac à partir des mélodies /X/ et /Y/ dans :

#+ATTR_HTML: :class plat
| X | : | A1 | A2 | A3 | A4 | =...= |
| Y | : | B1 | B2 | B3 | B4 | =...= |
| Z | : | F1 | F2 | F3 | F4 | =...= |

nous obtenons :

#+ATTR_HTML: :class plat
| C | : | A1 | B1 | A2 | B2 | A3    | B3    | A4    | B4    | =...= |
| Z | : | F1 | F2 | F3 | F4 | =...= | =...= | =...= | =...= | =...= |

L’entrelac sur la voix /C/ est donc totalement désynchronisé par
rapport à son environnement, représenté ici par la voix /Z/. Ce
problème peut être aisément corrigé en doublant la rapidité de chaque
thème de /C/ :

#+ATTR_HTML: :class plat
| C | : | A1 | B1 | A2 | B2 | A3 | B3 | A4 | B4 | =...= |
| Z | : | F1 |    | F2 |    | F3 |    | F4 |    | =...= |


**** Généralisation

Dans le cas d’un entrelac constitutée de /N/ mélodies, on sera amené à
augmenter la rapidité d’un facteur /N/.


*** Basse d'Alberti

La basse d'Alberti est une ligne entrelacée arpégée : on place les
notes basses des accords au début de chaque temps et les autres notes
à l’intérieur. Le cadre harmonique est donc entièrement contenu dans
une seule voix.

Ce procédé permet de libérer d’autres voix pour faire entendre des
mélodies supplémentaires. On le rencontre aussi dans les partitions
pour clavier.


** Hoquet

Le *hoquet* est une technique qui consiste à distribuer les éléments d’une
mélodie sur deux ou plusieurs voix.

Par exemple, si nous partons de la mélodie :

#+ATTR_HTML: :class plat
| Z | : | A1 | B1 | A2 | B2 | A3 | B3 | A4 | B4 |

nous pouvons réaliser un hoquet sur deux voix :

#+ATTR_HTML: :class plat
| X | : | A1 |    | A2 |    | A3 |    | A4 |    | =...= |
| Y | : |    | B1 |    | B2 |    | B3 |    | B4 | =...= |


