grimoire/musica-06-clechant.html


<div id="outline-container-orge576c53" class="outline-4">
<h4 id="orge576c53"><span class="section-number-4">4.4.1</span> Ordre</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
Soit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
et l’entrelac associé :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left">(A1</td>
<td class="org-left">B1)</td>
<td class="org-left">(A2</td>
<td class="org-left">B2)</td>
<td class="org-left">(A3</td>
<td class="org-left">B3)</td>
<td class="org-left">(A4</td>
<td class="org-left">B4)</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
On peut produire d’autres entrelacs en variant l’ordre à l’intérieur
de chaque groupe. On obtient alors par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(A1</td>
<td class="org-left">B1)</td>
<td class="org-left">(B2</td>
<td class="org-left">A2)</td>
<td class="org-left">(A3</td>
<td class="org-left">B3)</td>
<td class="org-left">(B4</td>
<td class="org-left">A4)</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
Afin de souligner la liberté de l’ordre à l’intérieur des groupes,
nous les entourons d’accolades :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">{ A1</td>
<td class="org-left">B1 }</td>
<td class="org-left">{ A2</td>
<td class="org-left">B2 }</td>
<td class="org-left">{ A3</td>
<td class="org-left">B3 }</td>
<td class="org-left">{ A4</td>
<td class="org-left">B4 }</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgd3b808e" class="outline-4">
<h4 id="orgd3b808e"><span class="section-number-4">4.4.2</span> Généralisation</h4>
<div class="outline-text-4" id="text-4-4-2">
<p>
Le procédé peut être généralisé à un nombre quelconque <i>N</i> de voix.
</p>

<p>
Voici un exemple à trois voix :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Z</td>
<td class="org-left">:</td>
<td class="org-left">F1</td>
<td class="org-left">F2</td>
<td class="org-left">F3</td>
<td class="org-left">F4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
et le schéma de l’entrelac résultant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">{ A1</td>
<td class="org-left">B1</td>
<td class="org-left">F1 }</td>
<td class="org-left">{ A2</td>
<td class="org-left">B2</td>
<td class="org-left">F2 }</td>
<td class="org-left">{ A3</td>
<td class="org-left">B3</td>
<td class="org-left">F3 }</td>
<td class="org-left">{ A4</td>
<td class="org-left">B4</td>
<td class="org-left">F4 }</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orga2296d5" class="outline-4">
<h4 id="orga2296d5"><span class="section-number-4">4.4.3</span> Environnement</h4>
<div class="outline-text-4" id="text-4-4-3">
<p>
Lorsqu’on construit un entrelac au sein d’une polyphonie, il faut
penser à la synchronisation avec les autres voix. Si nous construisons
aveuglément un entrelac à partir des mélodies <i>X</i> et <i>Y</i> dans :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Z</td>
<td class="org-left">:</td>
<td class="org-left">F1</td>
<td class="org-left">F2</td>
<td class="org-left">F3</td>
<td class="org-left">F4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
nous obtenons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">B1</td>
<td class="org-left">A2</td>
<td class="org-left">B2</td>
<td class="org-left">A3</td>
<td class="org-left">B3</td>
<td class="org-left">A4</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Z</td>
<td class="org-left">:</td>
<td class="org-left">F1</td>
<td class="org-left">F2</td>
<td class="org-left">F3</td>
<td class="org-left">F4</td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
L’entrelac sur la voix <i>C</i> est donc totalement désynchronisé par
rapport à son environnement, représenté ici par la voix <i>Z</i>. Ce
problème peut être aisément corrigé en doublant la rapidité de chaque
thème de /C/ :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">B1</td>
<td class="org-left">A2</td>
<td class="org-left">B2</td>
<td class="org-left">A3</td>
<td class="org-left">B3</td>
<td class="org-left">A4</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Z</td>
<td class="org-left">:</td>
<td class="org-left">F1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">F2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">F3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">F4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org62fe7ec" class="outline-5">
<h5 id="org62fe7ec"><span class="section-number-5">4.4.3.1</span> Généralisation</h5>
<div class="outline-text-5" id="text-4-4-3-1">
<p>
Dans le cas d’un entrelac constitutée de <i>N</i> mélodies, on sera amené à
augmenter la rapidité d’un facteur <i>N</i>.
</p>
</div>
</div>
</div>


<div id="outline-container-org2f1b2ad" class="outline-4">
<h4 id="org2f1b2ad"><span class="section-number-4">4.4.4</span> Basse d'Alberti</h4>
<div class="outline-text-4" id="text-4-4-4">
<p>
La basse d'Alberti est une ligne entrelacée arpégée : on place les
notes basses des accords au début de chaque temps et les autres notes
à l’intérieur. Le cadre harmonique est donc entièrement contenu dans
une seule voix.
</p>

<p>
Ce procédé permet de libérer d’autres voix pour faire entendre des
mélodies supplémentaires. On le rencontre aussi dans les partitions
pour clavier.
</p>
</div>
</div>
</div>


<div id="outline-container-orgebb24bf" class="outline-3">
<h3 id="orgebb24bf"><span class="section-number-3">4.5</span> Hoquet</h3>
<div class="outline-text-3" id="text-4-5">
<p>
Le <b>hoquet</b> est une technique qui consiste à distribuer les éléments d’une
mélodie sur deux ou plusieurs voix.
</p>

<p>
Par exemple, si nous partons de la mélodie :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Z</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">B1</td>
<td class="org-left">A2</td>
<td class="org-left">B2</td>
<td class="org-left">A3</td>
<td class="org-left">B3</td>
<td class="org-left">A4</td>
<td class="org-left">B4</td>
</tr>
</tbody>
</table>

<p>
nous pouvons réaliser un hoquet sur deux voix :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">X</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">B1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">B2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">B3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
