grimoire/musica-06-clechant.org
*** Hoquet & Entrelac

Le hoquet est le procédé inverse de l’entrelac


** Convergence / Divergence

La *convergence* se compose de deux voix aux thèmes différents qui
convergent vers un même thème.

La *divergence* se compose de deux voix qui introduisent un même thème
en parallèle, pour ensuite diverger en introduisant un ou plusieurs
autres thèmes. La divergence peut être :

  - simple : une des voix diverge tandis que l’autre poursuit sur le même thème
  - double : les deux voix divergent vers des variantes ou des thèmes différents


** Ostinato

Un *ostinato* est un petit motif mélodique qui se répète en boucle sur
une voix, pendant que les autres voix varient leurs thèmes.

Afin de rendre cette répétition naturelle, la fin d’un ostinato est
généralement construite comme une introduction à son début.

Tout comme en littérature, on utilise souvent une clausule afin de
marquer la fin de la musique. Exemple :

#+BEGIN_CENTER
(do ré =...= mi si) (do ré =...= mi si) (do ré =...= mi si) =...= (do ré =...= mi si) do
#+END_CENTER


** Méta

Les notes de référence d’une suite de notes forment une suite de notes
de niveau supérieur.

Par exemple, on peut transposer la suite /do ré mi/ de telle sorte que
les notes de référence (ici les notes initiales) tombent sur la suite
/ré fa mi ré/ :

#+ATTR_HTML: :class plat
| (/ré/ mi fa) | (/fa/ sol la) | (/mi/ fa sol) | (/ré/ mi fa) |


* Figures

#+TOC: headlines 1 local


** Introduction

Les figures musicales sont directement inspirées des
[[file:litera-02-styleau.org][figures de style littéraires]].


** Discursives

L’analogie la plus simple entre les [[file:litera-02-styleau.org][figures de style littéraires]] et
les figures musicales consiste à faire correspondre le discours à la
mélodie, et les blocs de texte aux thèmes musicaux. On construit ainsi
des figures mélodiques faisant intervenir des refrains, des variations
des inversions de thèmes, etc.

Ce type de construction est en tout point semblable aux figures de
style classiques.


** Polyphoniques

Un autre procédé consiste à faire correspondre, à chaque bloc de texte
d’un groupe, un thème présent sur une des voix d’une polyphonie.
Lorsqu’un même thème doit se retrouver simultanément ou successivement
sur plusieurs voix différentes, on le transpose afin de l’adapter à la
voix qui le reçoit.

Notons que certaines de ces figures sont déjà présentes dans les
constructions traditionnelles. Ainsi, la superposition d’une pédale
constante et d’une mélodie variée constitue un cas particulier de
cadre (AB - AC - ...) où le thème constant correspond à la pédale.

Le tableau ci-dessous donne des exemples de ces constructions. Tout
comme en littérature, nous introduisons la notation :

#+BEGIN_CENTER
A’ = variation de A
#+END_CENTER


*** Rafale

#+ATTR_HTML: :class plat
| S | : | A |
| B | : | A |


*** Extension

#+ATTR_HTML: :class plat
| S | : | A | A |
| B | : | — | B |


*** Compression

#+ATTR_HTML: :class plat
| S | : | A | A |
| B | : | B | — |


*** Dilatation

#+ATTR_HTML: :class plat
| S | : | A | A |
| A | : | B | X |
| B | : | — | B |


*** Contraction

#+ATTR_HTML: :class plat
| S | : | A | A |
| A | : | X | B |
| B | : | B | — |


*** Cadre

#+ATTR_HTML: :class plat
| S | : | X1 | X2 |
| A | : | A  | A  |
| B | : | Y1 | Y2 |


*** Reprises

#+ATTR_HTML: :class plat
| S | : | A | B |
| B | : | B | C |


*** Arborescence

#+ATTR_HTML: :class plat
| S | : | B | C | D |
| B | : | A | B | B |


*** Factorisation

#+ATTR_HTML: :class plat
| S | : | X1 | X2 |
| A | : | A  | —  |
| B | : | Y1 | Y2 |


*** Réversion

#+ATTR_HTML: :class plat
| S | : | A | B |
| B | : | B | A |


*** Serpentine

#+ATTR_HTML: :class plat
| S | : | A |
| A | : | X |
| B | : | A |


*** Rondine

#+ATTR_HTML: :class plat
| S | : | A | C |
| B | : | B | A |


*** Ronde

#+ATTR_HTML: :class plat
| S | : | A | B | =...= | Y | Z |
| B | : | B | C | =...= | Z | A |


*** Moulin

#+ATTR_HTML: :class plat
| S | : | A | B | C |
| A | : | B | A | A |
| T | : | C | C | B |
| B | : | A | B | C |


*** Parallélisme

#+ATTR_HTML: :class plat
| S | : | A | A’ |
| B | : | B | B’ |


