grimoire/musica-06-clechant.html


<div id="outline-container-org6ad7df9" class="outline-4">
<h4 id="org6ad7df9"><span class="section-number-4">4.5.1</span> Hoquet &amp; Entrelac</h4>
<div class="outline-text-4" id="text-4-5-1">
<p>
Le hoquet est le procédé inverse de l’entrelac
</p>
</div>
</div>
</div>


<div id="outline-container-org934a9a0" class="outline-3">
<h3 id="org934a9a0"><span class="section-number-3">4.6</span> Convergence / Divergence</h3>
<div class="outline-text-3" id="text-4-6">
<p>
La <b>convergence</b> se compose de deux voix aux thèmes différents qui
convergent vers un même thème.
</p>

<p>
La <b>divergence</b> se compose de deux voix qui introduisent un même thème
en parallèle, pour ensuite diverger en introduisant un ou plusieurs
autres thèmes. La divergence peut être :
</p>

<ul class="org-ul">
<li>simple : une des voix diverge tandis que l’autre poursuit sur le même thème</li>
<li>double : les deux voix divergent vers des variantes ou des thèmes différents</li>
</ul>
</div>
</div>


<div id="outline-container-orgafea273" class="outline-3">
<h3 id="orgafea273"><span class="section-number-3">4.7</span> Ostinato</h3>
<div class="outline-text-3" id="text-4-7">
<p>
Un <b>ostinato</b> est un petit motif mélodique qui se répète en boucle sur
une voix, pendant que les autres voix varient leurs thèmes.
</p>

<p>
Afin de rendre cette répétition naturelle, la fin d’un ostinato est
généralement construite comme une introduction à son début.
</p>

<p>
Tout comme en littérature, on utilise souvent une clausule afin de
marquer la fin de la musique. Exemple :
</p>

<div class="org-center">
<p>
(do ré <code>...</code> mi si) (do ré <code>...</code> mi si) (do ré <code>...</code> mi si) <code>...</code> (do ré <code>...</code> mi si) do
</p>
</div>
</div>
</div>


<div id="outline-container-org742e8e1" class="outline-3">
<h3 id="org742e8e1"><span class="section-number-3">4.8</span> Méta</h3>
<div class="outline-text-3" id="text-4-8">
<p>
Les notes de référence d’une suite de notes forment une suite de notes
de niveau supérieur.
</p>

<p>
Par exemple, on peut transposer la suite <i>do ré mi</i> de telle sorte que
les notes de référence (ici les notes initiales) tombent sur la suite
<i>ré fa mi ré</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(<i>ré</i> mi fa)</td>
<td class="org-left">(<i>fa</i> sol la)</td>
<td class="org-left">(<i>mi</i> fa sol)</td>
<td class="org-left">(<i>ré</i> mi fa)</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org96ae88f" class="outline-2">
<h2 id="org96ae88f"><span class="section-number-2">5</span> Figures</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents">
<ul>
<li><a href="#org8d2ac1d">5.1. Introduction</a></li>
<li><a href="#org8a0849e">5.2. Discursives</a></li>
<li><a href="#orgc708a21">5.3. Polyphoniques</a></li>
<li><a href="#orgb80275b">5.4. Ajouter des voix</a></li>
</ul>
</div>
</div>


<div id="outline-container-org8d2ac1d" class="outline-3">
<h3 id="org8d2ac1d"><span class="section-number-3">5.1</span> Introduction</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Les figures musicales sont directement inspirées des
<a href="litera-02-styleau.html">figures de style littéraires</a>.
</p>
</div>
</div>


<div id="outline-container-org8a0849e" class="outline-3">
<h3 id="org8a0849e"><span class="section-number-3">5.2</span> Discursives</h3>
<div class="outline-text-3" id="text-5-2">
<p>
L’analogie la plus simple entre les <a href="litera-02-styleau.html">figures de style littéraires</a> et
les figures musicales consiste à faire correspondre le discours à la
mélodie, et les blocs de texte aux thèmes musicaux. On construit ainsi
des figures mélodiques faisant intervenir des refrains, des variations
des inversions de thèmes, etc.
</p>

<p>
Ce type de construction est en tout point semblable aux figures de
style classiques.
</p>
</div>
</div>


<div id="outline-container-orgc708a21" class="outline-3">
<h3 id="orgc708a21"><span class="section-number-3">5.3</span> Polyphoniques</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Un autre procédé consiste à faire correspondre, à chaque bloc de texte
d’un groupe, un thème présent sur une des voix d’une polyphonie.
Lorsqu’un même thème doit se retrouver simultanément ou successivement
sur plusieurs voix différentes, on le transpose afin de l’adapter à la
voix qui le reçoit.
</p>

<p>
Notons que certaines de ces figures sont déjà présentes dans les
constructions traditionnelles. Ainsi, la superposition d’une pédale
constante et d’une mélodie variée constitue un cas particulier de
cadre (AB - AC - &#x2026;) où le thème constant correspond à la pédale.
</p>

<p>
Le tableau ci-dessous donne des exemples de ces constructions. Tout
comme en littérature, nous introduisons la notation :
</p>

<div class="org-center">
<p>
A’ = variation de A
</p>
</div>
</div>
