grimoire/musica-06-clechant.org
*** Produit tensoriel

#+ATTR_HTML: :class plat
| S | : | R | S | R | S |
| B | : | A | A | B | B |


*** Dualité

#+ATTR_HTML: :class plat
| S | : | R | S | S |
| B | : | A | A | B |


*** Tableau

#+ATTR_HTML: :class plat
| S | : | S1 | S2 | S3 | S1 | A1 |
| A | : | A1 | A2 | A3 | S2 | A2 |
| B | : | —  | —  | —  | S3 | A3 |


** Ajouter des voix

Certaines figures polyphoniques peuvent être étendues à un nombre de
voix plus élevé. Passons en revue quelques exemples.


*** Reprise étendue

#+ATTR_HTML: :class plat
| S | : | A | B |
| A | : | B | C |
| T | : | C | D |
| B | : | D | E |


* Phrasé

#+TOC: headlines 1 local


** Ouverture et conclusion

Schématiquement, une phrase musicale est constituée d’un ou de
plusieurs mouvements d’ *ouverture*, suivis d’un mouvement de
*conclusion* :

#+BEGIN_CENTER
ouverture — =...= — ouverture — conclusion
#+END_CENTER


** Anacrouses


*** Généralisation

Le terme « anacrouse » réfère en principe à la première mesure d’un
morceau, lorsque celle-ci est incomplète. Nous généralisons cette
notion à toute suite de notes occupant la fin d’une structure
rythmique et rattachées mélodiquement à la structure rythmique
suivante. Toutes les échelles rythmiques sont possibles :

  - oscillation
  - pulsation
  - mesure
  - carrure
  - ...


*** Carrure

Une mélodie est le plus souvent composée de petits fragments, chacun
d’entre-eux reposant sur une carrure. Ces thèmes sont structurés
généralement comme suit :

  - Mélodie principale

  - Note plus longue ou silence se prolongeant assez longtemps pour
    mordre dans la dernière oscillation de la carrure.

  - Anacrouse : petite mélodie intercalée entre cette longue note et
    la fin de la carrure. Elle constitue une introduction à la mélodie
    de la carrure suivante.

L’intérêt de l’anacrouse est de décaler la logique mélodique, qui
commence au début de l’anacrouse, de la logique rythmique commençant
au début de la mesure suivante. On crée ainsi un ressort musical.
L’introduction non accentuée suivie par la note accentuée sur la
pulsation suivante donne également un effet d’augmentation progressive
de l’amplitude.


**** Exemple

Comme exemple, voici le rythme du thème situé au début du Beau Danube
bleu, où chaque pulsation correspond à une blanche pointée. Les
doubles barres verticales marquent le début et la fin de chaque
carrure, tandis que les accolades suivent la logique mélodique :

#+ATTR_HTML: :class plat
| { N ¦¦ Ν N N   B N   B N   B } { N ¦¦ N N N   B N   B N   B } |
| { N ¦¦ Ν N N   B N   B N   B } { N ¦¦ N N N   B N   B N   B } |
| =...=                                                         |

L’anacrouse correspond à la partie située entre le début du thème
mélodique et le début de la carrure :

#+BEGIN_CENTER
{ N ¦¦
#+END_CENTER


* Chant

#+TOC: headlines 1 local


** Introduction

Nous considérons dans cette partie que la musique intègre une ou
plusieurs voix correspondant à un ou plusieurs textes chantés,
éventuellement versifiés.


** Syllabes et notes

Il existe trois types de relations possibles entre les syllabes et les notes :

  - Syllabique : une syllabe par note, le plus fréquent

  - Mélismatique : plusieurs notes par syllabe

  - Psalmodique : plusieurs syllabes par note


*** Mélisme

Un *mélisme* est une syllabe chantée sur plusieurs notes.


*** Psalmodie

Une *psalmodie* est une suite de plusieurs syllabes chantées sur une unique note.


** Accentuation

Les accents du chant sont généralement disposés au début des
pulsations et oscillations.


