grimoire/musica-06-clechant.html


<div id="outline-container-org6bf0d2b" class="outline-4">
<h4 id="org6bf0d2b"><span class="section-number-4">5.3.18</span> Fédération</h4>
<div class="outline-text-4" id="text-5-3-18">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgf2102b2" class="outline-4">
<h4 id="orgf2102b2"><span class="section-number-4">5.3.19</span> Tête-bêche</h4>
<div class="outline-text-4" id="text-5-3-19">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">A</td>
<td class="org-left">Y</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">X</td>
<td class="org-left">B</td>
<td class="org-left">B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgedcca4f" class="outline-4">
<h4 id="orgedcca4f"><span class="section-number-4">5.3.20</span> Produit tensoriel</h4>
<div class="outline-text-4" id="text-5-3-20">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">R</td>
<td class="org-left">S</td>
<td class="org-left">R</td>
<td class="org-left">S</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">A</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
<td class="org-left">B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org012327d" class="outline-4">
<h4 id="org012327d"><span class="section-number-4">5.3.21</span> Dualité</h4>
<div class="outline-text-4" id="text-5-3-21">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">R</td>
<td class="org-left">S</td>
<td class="org-left">S</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">A</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgb72db05" class="outline-4">
<h4 id="orgb72db05"><span class="section-number-4">5.3.22</span> Tableau</h4>
<div class="outline-text-4" id="text-5-3-22">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">S1</td>
<td class="org-left">S2</td>
<td class="org-left">S3</td>
<td class="org-left">S1</td>
<td class="org-left">A1</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">S2</td>
<td class="org-left">A2</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">S3</td>
<td class="org-left">A3</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgb80275b" class="outline-3">
<h3 id="orgb80275b"><span class="section-number-3">5.4</span> Ajouter des voix</h3>
<div class="outline-text-3" id="text-5-4">
<p>
Certaines figures polyphoniques peuvent être étendues à un nombre de
voix plus élevé. Passons en revue quelques exemples.
</p>
</div>


<div id="outline-container-org380f108" class="outline-4">
<h4 id="org380f108"><span class="section-number-4">5.4.1</span> Reprise étendue</h4>
<div class="outline-text-4" id="text-5-4-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">B</td>
<td class="org-left">C</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">C</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">D</td>
<td class="org-left">E</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>


<div id="outline-container-org4eb38a0" class="outline-2">
<h2 id="org4eb38a0"><span class="section-number-2">6</span> Phrasé</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd432e63">6.1. Ouverture et conclusion</a></li>
<li><a href="#org06f9b13">6.2. Anacrouses</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgd432e63" class="outline-3">
<h3 id="orgd432e63"><span class="section-number-3">6.1</span> Ouverture et conclusion</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Schématiquement, une phrase musicale est constituée d’un ou de
plusieurs mouvements d’ <b>ouverture</b>, suivis d’un mouvement de
<b>conclusion</b> :
</p>

<div class="org-center">
<p>
ouverture — <code>...</code> — ouverture — conclusion
</p>
</div>
</div>
</div>


<div id="outline-container-org06f9b13" class="outline-3">
<h3 id="org06f9b13"><span class="section-number-3">6.2</span> Anacrouses</h3>
<div class="outline-text-3" id="text-6-2">
</div>
<div id="outline-container-org2f2bb2b" class="outline-4">
<h4 id="org2f2bb2b"><span class="section-number-4">6.2.1</span> Généralisation</h4>
<div class="outline-text-4" id="text-6-2-1">
<p>
Le terme « anacrouse » réfère en principe à la première mesure d’un
morceau, lorsque celle-ci est incomplète. Nous généralisons cette
notion à toute suite de notes occupant la fin d’une structure
rythmique et rattachées mélodiquement à la structure rythmique
suivante. Toutes les échelles rythmiques sont possibles :
</p>

<ul class="org-ul">
<li>oscillation</li>
<li>pulsation</li>
<li>mesure</li>
<li>carrure</li>
<li>&#x2026;</li>
</ul>
</div>
</div>


<div id="outline-container-orgb1e5884" class="outline-4">
<h4 id="orgb1e5884"><span class="section-number-4">6.2.2</span> Carrure</h4>
<div class="outline-text-4" id="text-6-2-2">
<p>
Une mélodie est le plus souvent composée de petits fragments, chacun
d’entre-eux reposant sur une carrure. Ces thèmes sont structurés
généralement comme suit :
</p>

<ul class="org-ul">
<li>Mélodie principale</li>

<li>Note plus longue ou silence se prolongeant assez longtemps pour
mordre dans la dernière oscillation de la carrure.</li>

<li>Anacrouse : petite mélodie intercalée entre cette longue note et
la fin de la carrure. Elle constitue une introduction à la mélodie
de la carrure suivante.</li>
</ul>

<p>
L’intérêt de l’anacrouse est de décaler la logique mélodique, qui
commence au début de l’anacrouse, de la logique rythmique commençant
au début de la mesure suivante. On crée ainsi un ressort musical.
L’introduction non accentuée suivie par la note accentuée sur la
pulsation suivante donne également un effet d’augmentation progressive
de l’amplitude.
</p>
</div>


<div id="outline-container-org643915e" class="outline-5">
<h5 id="org643915e"><span class="section-number-5">6.2.2.1</span> Exemple</h5>
<div class="outline-text-5" id="text-6-2-2-1">
<p>
Comme exemple, voici le rythme du thème situé au début du Beau Danube
bleu, où chaque pulsation correspond à une blanche pointée. Les
doubles barres verticales marquent le début et la fin de chaque
carrure, tandis que les accolades suivent la logique mélodique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">{ N ¦¦ Ν N N   B N   B N   B } { N ¦¦ N N N   B N   B N   B }</td>
</tr>

<tr>
<td class="org-left">{ N ¦¦ Ν N N   B N   B N   B } { N ¦¦ N N N   B N   B N   B }</td>
</tr>

<tr>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
L’anacrouse correspond à la partie située entre le début du thème
mélodique et le début de la carrure :
</p>

<div class="org-center">
<p>
{ N ¦¦
</p>
</div>
</div>
</div>
</div>
</div>
</div>


<div id="outline-container-org1dc574f" class="outline-2">
<h2 id="org1dc574f"><span class="section-number-2">7</span> Chant</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#org6bbd3e3">7.1. Introduction</a></li>
<li><a href="#org5806b6f">7.2. Syllabes et notes</a></li>
<li><a href="#org8ccf89e">7.3. Accentuation</a></li>
<li><a href="#org5de7317">7.4. Chant virtuel</a></li>
</ul>
</div>
</div>


<div id="outline-container-org6bbd3e3" class="outline-3">
<h3 id="org6bbd3e3"><span class="section-number-3">7.1</span> Introduction</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Nous considérons dans cette partie que la musique intègre une ou
plusieurs voix correspondant à un ou plusieurs textes chantés,
éventuellement versifiés.
</p>
</div>
</div>


<div id="outline-container-org5806b6f" class="outline-3">
<h3 id="org5806b6f"><span class="section-number-3">7.2</span> Syllabes et notes</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Il existe trois types de relations possibles entre les syllabes et les notes :
</p>

<ul class="org-ul">
<li>Syllabique : une syllabe par note, le plus fréquent</li>

<li>Mélismatique : plusieurs notes par syllabe</li>

<li>Psalmodique : plusieurs syllabes par note</li>
</ul>
</div>


<div id="outline-container-org5061a36" class="outline-4">
<h4 id="org5061a36"><span class="section-number-4">7.2.1</span> Mélisme</h4>
<div class="outline-text-4" id="text-7-2-1">
<p>
Un <b>mélisme</b> est une syllabe chantée sur plusieurs notes.
</p>
</div>
</div>


<div id="outline-container-org88d56c7" class="outline-4">
<h4 id="org88d56c7"><span class="section-number-4">7.2.2</span> Psalmodie</h4>
<div class="outline-text-4" id="text-7-2-2">
<p>
Une <b>psalmodie</b> est une suite de plusieurs syllabes chantées sur une unique note.
</p>
</div>
</div>
</div>


<div id="outline-container-org8ccf89e" class="outline-3">
<h3 id="org8ccf89e"><span class="section-number-3">7.3</span> Accentuation</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Les accents du chant sont généralement disposés au début des
pulsations et oscillations.
</p>
</div>
</div>
