grimoire/musica-06-clechant.org
** Chant virtuel

Lorsqu’on ne dispose pas de chant, on peut malgré tout utiliser les
techniques littéraires et poétiques présentées ci-dessous afin de
dynamiser la musique, la seule différence étant que les syllabes
chantées sont alors remplacées par de simples notes. On parle alors de
*chant virtuel*, ou de *vers virtuels* si le texte est versifié.


* Poésie

#+TOC: headlines 1 local


** Vers


*** Accentuation

Dans un poème, les accents sont généralement disposés aux syllabes qui
précédent les pauses naturelles, et se prolongent éventuellement sur
celles-ci. On a donc, par ordre décroissant d’importance, des
accents :

  - aux rimes, ou plus généralement à la dernière syllabe sonore de chaque vers
  - aux syllabes précédant les césures
  - aux syllabes précédant les coupes

On peut également inverser ce dispositif en disposant
occasionnellement un accent sur la première syllabe d’un vers, d’une
coupe ou d’une césure.

/Remarque/ : bien que ceux-ci puissent se confondre en pratique, il
est important de faire la distinction conceptuelle entre les accents
mélodiques (discontinuités, extrêmes, ...), les accents rythmiques
(pulsations) et les accents du chant (rimes, coupes, ...).


*** Rimes

Les notes correspondant aux *rimes* sont parmis les plus longues du
vers. Ces notes sont souvent de durée plus élevée que les autres notes
de la carrures, formant des paliers musicaux.


**** Virtuelles

En l’absence de chant, des rimes virtuelles peuvent être représentées
par de longues notes identiques ou complémentaires. Ces notes sont
placées à la fin de deux ou plusieurs carrures afin d’en accentuer les
finales. On parle alors de *rimes virtuelles*.

Les structures de rimes virtuelles les plus courantes sont analogues à
celles des [[file:litera-01-rimailleur.org::#section:strophes][strophes poétiques]].


*** Phrasé

Chaque vers peut être *ouvert* ou *conclusif*, la strophe disposant
ainsi d’une double structure de rimes et d’ouvertures. Exemple :

#+BEGIN_CENTER
a — a — a — b — c — c — c — b
#+END_CENTER

avec :

#+BEGIN_CENTER
ouverture — ouverture — ouverture — conclusion — ouverture — ouverture — ouverture — conclusion
#+END_CENTER


*** Anacrouse

Lorsqu’une anacrouse est désirée, on la place à la fin du vers, entre
la rime et le début de la mesure suivante.


** Strophes


*** Virtuelles

Les strophes composées de vers virtuels sont appelées *strophes
virtuelles*.


*** Zone tampon

La taille de la carrure est généralement prévue large, afin de
disposer d’une zone tampon où la dernière rime de chaque carrure peut
être allongée. Cette zone tampon permet également de gérer des vers
plus longs.


*** Fins de strophes

Afin de rendre solennelle la fin d’une strophe, il suffit de supprimer
l’anacrouse suivant la dernière rime. Par exemple, un quatrain pourra
se construire comme suit :

#+ATTR_HTML: :class plat
| Vers | Rime | Anacrouse |
| Vers | Rime | Anacrouse |
| Vers | Rime | Anacrouse |
| Vers | Rime |           |


** Échelles rythmiques

  - Les accents du poème (coupes, césures, rimes) sont généralement
    disposés au début des pulsations musicales

  - La durée d’une pulsation correspond donc à un pied (syllabique)

  - L’oscillation peut correspondre

    + À un vers entier s’il s’agit d’un vers court

    + À une partie de vers intermédiaire

    + À une césure s’il s’agit d’un vers long

  - La carrure peut correspondre

    + À une strophe

    + À une partie de strophe

La structure des coupes et césures d’un poème chanté est souvent moins
régulière que celle d’un poème récité. En effet, le rythme musical se
charge d’imposer la régularité, ce qui laisse la place à plus de
flexibilité dans la structure interne des vers.

Les échelles rythmiques d’une poésie chantée sont donc organisées en
s’inspirant du modèle :

| Musique     | Chant   |
|-------------+---------|
|             | Strophe |
| Carrure     |         |
|             | Vers    |
| Oscillation | Césure  |
| Pulsation   | Coupe   |
| Mesure      |         |

Gardons à l’esprit qu’il s’agit d’une hiérarchie souple, à adapter au cas par cas.


*** Exemples


**** Quatrain

Imaginons pour l’exemple le cas d’un quatrain d’alexandrins de
structure :

#+BEGIN_CENTER
3 / 3 // 3 / 3
#+END_CENTER

On a alors les correspondances :

| Pied (syllabique) | 1 pulsation                   | 1 mesure de 3 temps         |
| Hémistiche        | 1 oscillation de 2 pulsations | 2 mesures de 3 temps        |
| Vers              | 2 oscillations                | 4 mesures                   |
| Demi-strophe      | 4 oscillations                | 1 demi-carrure de 8 mesures |
| Strophe           | 8 oscillations                | 1 carrure de 16 mesures     |

Dans le cas de rimes croisées, chaque demi-strophe (occupant une
demi-carrure) contient donc les deux rimes, et la seconde demi-strophe
répond à la première :

#+BEGIN_CENTER
a b  —  a b
#+END_CENTER


