grimoire/musica-06-clechant.html


<div id="outline-container-org5de7317" class="outline-3">
<h3 id="org5de7317"><span class="section-number-3">7.4</span> Chant virtuel</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Lorsqu’on ne dispose pas de chant, on peut malgré tout utiliser les
techniques littéraires et poétiques présentées ci-dessous afin de
dynamiser la musique, la seule différence étant que les syllabes
chantées sont alors remplacées par de simples notes. On parle alors de
<b>chant virtuel</b>, ou de <b>vers virtuels</b> si le texte est versifié.
</p>
</div>
</div>
</div>


<div id="outline-container-orgbb1a596" class="outline-2">
<h2 id="orgbb1a596"><span class="section-number-2">8</span> Poésie</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents">
<ul>
<li><a href="#org27e0520">8.1. Vers</a></li>
<li><a href="#org9ca1f56">8.2. Strophes</a></li>
<li><a href="#orgedb5d63">8.3. Échelles rythmiques</a></li>
<li><a href="#org7e41138">8.4. Polystrophes</a></li>
</ul>
</div>
</div>


<div id="outline-container-org27e0520" class="outline-3">
<h3 id="org27e0520"><span class="section-number-3">8.1</span> Vers</h3>
<div class="outline-text-3" id="text-8-1">
</div>
<div id="outline-container-org527e7b7" class="outline-4">
<h4 id="org527e7b7"><span class="section-number-4">8.1.1</span> Accentuation</h4>
<div class="outline-text-4" id="text-8-1-1">
<p>
Dans un poème, les accents sont généralement disposés aux syllabes qui
précédent les pauses naturelles, et se prolongent éventuellement sur
celles-ci. On a donc, par ordre décroissant d’importance, des
accents :
</p>

<ul class="org-ul">
<li>aux rimes, ou plus généralement à la dernière syllabe sonore de chaque vers</li>
<li>aux syllabes précédant les césures</li>
<li>aux syllabes précédant les coupes</li>
</ul>

<p>
On peut également inverser ce dispositif en disposant
occasionnellement un accent sur la première syllabe d’un vers, d’une
coupe ou d’une césure.
</p>

<p>
<i>Remarque</i> : bien que ceux-ci puissent se confondre en pratique, il
est important de faire la distinction conceptuelle entre les accents
mélodiques (discontinuités, extrêmes, &#x2026;), les accents rythmiques
(pulsations) et les accents du chant (rimes, coupes, &#x2026;).
</p>
</div>
</div>


<div id="outline-container-org2e4ff91" class="outline-4">
<h4 id="org2e4ff91"><span class="section-number-4">8.1.2</span> Rimes</h4>
<div class="outline-text-4" id="text-8-1-2">
<p>
Les notes correspondant aux <b>rimes</b> sont parmis les plus longues du
vers. Ces notes sont souvent de durée plus élevée que les autres notes
de la carrures, formant des paliers musicaux.
</p>
</div>


<div id="outline-container-orgf9ae28a" class="outline-5">
<h5 id="orgf9ae28a"><span class="section-number-5">8.1.2.1</span> Virtuelles</h5>
<div class="outline-text-5" id="text-8-1-2-1">
<p>
En l’absence de chant, des rimes virtuelles peuvent être représentées
par de longues notes identiques ou complémentaires. Ces notes sont
placées à la fin de deux ou plusieurs carrures afin d’en accentuer les
finales. On parle alors de <b>rimes virtuelles</b>.
</p>

<p>
Les structures de rimes virtuelles les plus courantes sont analogues à
celles des <a href="litera-01-rimailleur.html#section:strophes">strophes poétiques</a>.
</p>
</div>
</div>
</div>


<div id="outline-container-orgc5fda1c" class="outline-4">
<h4 id="orgc5fda1c"><span class="section-number-4">8.1.3</span> Phrasé</h4>
<div class="outline-text-4" id="text-8-1-3">
<p>
Chaque vers peut être <b>ouvert</b> ou <b>conclusif</b>, la strophe disposant
ainsi d’une double structure de rimes et d’ouvertures. Exemple :
</p>

<div class="org-center">
<p>
a — a — a — b — c — c — c — b
</p>
</div>

<p>
avec :
</p>

<div class="org-center">
<p>
ouverture — ouverture — ouverture — conclusion — ouverture — ouverture — ouverture — conclusion
</p>
</div>
</div>
</div>


<div id="outline-container-orgc30a961" class="outline-4">
<h4 id="orgc30a961"><span class="section-number-4">8.1.4</span> Anacrouse</h4>
<div class="outline-text-4" id="text-8-1-4">
<p>
Lorsqu’une anacrouse est désirée, on la place à la fin du vers, entre
la rime et le début de la mesure suivante.
</p>
</div>
</div>
</div>


<div id="outline-container-org9ca1f56" class="outline-3">
<h3 id="org9ca1f56"><span class="section-number-3">8.2</span> Strophes</h3>
<div class="outline-text-3" id="text-8-2">
</div>
<div id="outline-container-org4d14a16" class="outline-4">
<h4 id="org4d14a16"><span class="section-number-4">8.2.1</span> Virtuelles</h4>
<div class="outline-text-4" id="text-8-2-1">
<p>
Les strophes composées de vers virtuels sont appelées <b>strophes
virtuelles</b>.
</p>
</div>
</div>


<div id="outline-container-org4040666" class="outline-4">
<h4 id="org4040666"><span class="section-number-4">8.2.2</span> Zone tampon</h4>
<div class="outline-text-4" id="text-8-2-2">
<p>
La taille de la carrure est généralement prévue large, afin de
disposer d’une zone tampon où la dernière rime de chaque carrure peut
être allongée. Cette zone tampon permet également de gérer des vers
plus longs.
</p>
</div>
</div>


<div id="outline-container-org9c9be16" class="outline-4">
<h4 id="org9c9be16"><span class="section-number-4">8.2.3</span> Fins de strophes</h4>
<div class="outline-text-4" id="text-8-2-3">
<p>
Afin de rendre solennelle la fin d’une strophe, il suffit de supprimer
l’anacrouse suivant la dernière rime. Par exemple, un quatrain pourra
se construire comme suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Vers</td>
<td class="org-left">Rime</td>
<td class="org-left">Anacrouse</td>
</tr>

<tr>
<td class="org-left">Vers</td>
<td class="org-left">Rime</td>
<td class="org-left">Anacrouse</td>
</tr>

<tr>
<td class="org-left">Vers</td>
<td class="org-left">Rime</td>
<td class="org-left">Anacrouse</td>
</tr>

<tr>
<td class="org-left">Vers</td>
<td class="org-left">Rime</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgedb5d63" class="outline-3">
<h3 id="orgedb5d63"><span class="section-number-3">8.3</span> Échelles rythmiques</h3>
<div class="outline-text-3" id="text-8-3">
<ul class="org-ul">
<li>Les accents du poème (coupes, césures, rimes) sont généralement
disposés au début des pulsations musicales</li>

<li>La durée d’une pulsation correspond donc à un pied (syllabique)</li>

<li>L’oscillation peut correspondre

<ul class="org-ul">
<li>À un vers entier s’il s’agit d’un vers court</li>

<li>À une partie de vers intermédiaire</li>

<li>À une césure s’il s’agit d’un vers long</li>
</ul></li>

<li>La carrure peut correspondre

<ul class="org-ul">
<li>À une strophe</li>

<li>À une partie de strophe</li>
</ul></li>
</ul>

<p>
La structure des coupes et césures d’un poème chanté est souvent moins
régulière que celle d’un poème récité. En effet, le rythme musical se
charge d’imposer la régularité, ce qui laisse la place à plus de
flexibilité dans la structure interne des vers.
</p>

<p>
Les échelles rythmiques d’une poésie chantée sont donc organisées en
s’inspirant du modèle :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Musique</th>
<th scope="col" class="org-left">Chant</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Strophe</td>
</tr>

<tr>
<td class="org-left">Carrure</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Vers</td>
</tr>

<tr>
<td class="org-left">Oscillation</td>
<td class="org-left">Césure</td>
</tr>

<tr>
<td class="org-left">Pulsation</td>
<td class="org-left">Coupe</td>
</tr>

<tr>
<td class="org-left">Mesure</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Gardons à l’esprit qu’il s’agit d’une hiérarchie souple, à adapter au cas par cas.
</p>
</div>


<div id="outline-container-org087351f" class="outline-4">
<h4 id="org087351f"><span class="section-number-4">8.3.1</span> Exemples</h4>
<div class="outline-text-4" id="text-8-3-1">
</div>
<div id="outline-container-org3741b19" class="outline-5">
<h5 id="org3741b19"><span class="section-number-5">8.3.1.1</span> Quatrain</h5>
<div class="outline-text-5" id="text-8-3-1-1">
<p>
Imaginons pour l’exemple le cas d’un quatrain d’alexandrins de
structure :
</p>

<div class="org-center">
<p>
3 / 3 // 3 / 3
</p>
</div>

<p>
On a alors les correspondances :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Pied (syllabique)</td>
<td class="org-left">1 pulsation</td>
<td class="org-left">1 mesure de 3 temps</td>
</tr>

<tr>
<td class="org-left">Hémistiche</td>
<td class="org-left">1 oscillation de 2 pulsations</td>
<td class="org-left">2 mesures de 3 temps</td>
</tr>

<tr>
<td class="org-left">Vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">4 mesures</td>
</tr>

<tr>
<td class="org-left">Demi-strophe</td>
<td class="org-left">4 oscillations</td>
<td class="org-left">1 demi-carrure de 8 mesures</td>
</tr>

<tr>
<td class="org-left">Strophe</td>
<td class="org-left">8 oscillations</td>
<td class="org-left">1 carrure de 16 mesures</td>
</tr>
</tbody>
</table>

<p>
Dans le cas de rimes croisées, chaque demi-strophe (occupant une
demi-carrure) contient donc les deux rimes, et la seconde demi-strophe
répond à la première :
</p>

<div class="org-center">
<p>
a b  —  a b
</p>
</div>
</div>
</div>
