grimoire/musica-06-clechant.org
**** Sixain

Nous prenons comme exemple la structure :

#+BEGIN_CENTER
a a b c c b
#+END_CENTER


Disposition sur 8 oscillations :

| 1er vers | 1 oscillation  | a |
| 2e vers  | 1 oscillation  | a |
| 3e vers  | 2 oscillations | b |
| 4e vers  | 1 oscillation  | c |
| 5e vers  | 1 oscillation  | c |
| 6e vers  | 2 oscillations | b |

Disposition sur 16 oscillations :

| 1er vers | 2 oscillations | a |
| 2e vers  | 2 oscillations | a |
| 3e vers  | 4 oscillations | b |
| 4e vers  | 2 oscillations | c |
| 5e vers  | 2 oscillations | c |
| 6e vers  | 4 oscillations | b |

Les deux dispositions sont similaires, il s’agit d’un simple
changement d’échelle. Dans les deux cas, les vers 3 et 6 (derniers
vers de chaque demi-strophe, rimes b) sont mis en évidences : ils
occupent une place double par rapport à celle des autres vers.


** Polystrophes

Lorsque deux ou plusieurs strophes (réelles ou virtuelles) sont
chantées simultanément sur les voix d’une polyphonie, on parle de
*polystrophe*.


*** Polyrimes

La structure de rimes d’une polystrophe est baptisée *polyrime*.

Lorsque les strophes commencent au même instant et que les mètres des
carrures sont identiques, leurs rimes sont jouées simultanément sur
les différentes voix, on dit qu’elles sont *synchrones*.

Dans le cas où les rimes sont décalées, on dit qu’elles sont
*asynchrones*.


**** Structures

Qu’elles soient synchrones ou non, les structures de rimes des
différentes strophes peuvent être identiques ou différentes.

Un exemple de structure identique :

#+ATTR_HTML: :class plat
| S | : | a | — | b | — | a | — | b |
| B | : | c | — | d | — | c | — | d |

Un exemple utilisant des structures différentes :

#+ATTR_HTML: :class plat
| S | : | a | — | b | — | a | — | b |
| B | : | c | — | d | — | d | — | c |


*** Fins de strophe

Dans le cas de polystrophes, on s’arrangera pour que les dernières
rimes soient synchronisées.
