grimoire/musica-06-clechant.html


<div id="outline-container-orgfe255e3" class="outline-5">
<h5 id="orgfe255e3"><span class="section-number-5">8.3.1.2</span> Sixain</h5>
<div class="outline-text-5" id="text-8-3-1-2">
<p>
Nous prenons comme exemple la structure :
</p>

<div class="org-center">
<p>
a a b c c b
</p>
</div>


<p>
Disposition sur 8 oscillations :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">1er vers</td>
<td class="org-left">1 oscillation</td>
<td class="org-left">a</td>
</tr>

<tr>
<td class="org-left">2e vers</td>
<td class="org-left">1 oscillation</td>
<td class="org-left">a</td>
</tr>

<tr>
<td class="org-left">3e vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">b</td>
</tr>

<tr>
<td class="org-left">4e vers</td>
<td class="org-left">1 oscillation</td>
<td class="org-left">c</td>
</tr>

<tr>
<td class="org-left">5e vers</td>
<td class="org-left">1 oscillation</td>
<td class="org-left">c</td>
</tr>

<tr>
<td class="org-left">6e vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">b</td>
</tr>
</tbody>
</table>

<p>
Disposition sur 16 oscillations :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">1er vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">a</td>
</tr>

<tr>
<td class="org-left">2e vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">a</td>
</tr>

<tr>
<td class="org-left">3e vers</td>
<td class="org-left">4 oscillations</td>
<td class="org-left">b</td>
</tr>

<tr>
<td class="org-left">4e vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">c</td>
</tr>

<tr>
<td class="org-left">5e vers</td>
<td class="org-left">2 oscillations</td>
<td class="org-left">c</td>
</tr>

<tr>
<td class="org-left">6e vers</td>
<td class="org-left">4 oscillations</td>
<td class="org-left">b</td>
</tr>
</tbody>
</table>

<p>
Les deux dispositions sont similaires, il s’agit d’un simple
changement d’échelle. Dans les deux cas, les vers 3 et 6 (derniers
vers de chaque demi-strophe, rimes b) sont mis en évidences : ils
occupent une place double par rapport à celle des autres vers.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org7e41138" class="outline-3">
<h3 id="org7e41138"><span class="section-number-3">8.4</span> Polystrophes</h3>
<div class="outline-text-3" id="text-8-4">
<p>
Lorsque deux ou plusieurs strophes (réelles ou virtuelles) sont
chantées simultanément sur les voix d’une polyphonie, on parle de
<b>polystrophe</b>.
</p>
</div>


<div id="outline-container-org2a9b828" class="outline-4">
<h4 id="org2a9b828"><span class="section-number-4">8.4.1</span> Polyrimes</h4>
<div class="outline-text-4" id="text-8-4-1">
<p>
La structure de rimes d’une polystrophe est baptisée <b>polyrime</b>.
</p>

<p>
Lorsque les strophes commencent au même instant et que les mètres des
carrures sont identiques, leurs rimes sont jouées simultanément sur
les différentes voix, on dit qu’elles sont <b>synchrones</b>.
</p>

<p>
Dans le cas où les rimes sont décalées, on dit qu’elles sont
<b>asynchrones</b>.
</p>
</div>


<div id="outline-container-org1c14f3f" class="outline-5">
<h5 id="org1c14f3f"><span class="section-number-5">8.4.1.1</span> Structures</h5>
<div class="outline-text-5" id="text-8-4-1-1">
<p>
Qu’elles soient synchrones ou non, les structures de rimes des
différentes strophes peuvent être identiques ou différentes.
</p>

<p>
Un exemple de structure identique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">a</td>
<td class="org-left">—</td>
<td class="org-left">b</td>
<td class="org-left">—</td>
<td class="org-left">a</td>
<td class="org-left">—</td>
<td class="org-left">b</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">c</td>
<td class="org-left">—</td>
<td class="org-left">d</td>
<td class="org-left">—</td>
<td class="org-left">c</td>
<td class="org-left">—</td>
<td class="org-left">d</td>
</tr>
</tbody>
</table>

<p>
Un exemple utilisant des structures différentes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">a</td>
<td class="org-left">—</td>
<td class="org-left">b</td>
<td class="org-left">—</td>
<td class="org-left">a</td>
<td class="org-left">—</td>
<td class="org-left">b</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">c</td>
<td class="org-left">—</td>
<td class="org-left">d</td>
<td class="org-left">—</td>
<td class="org-left">d</td>
<td class="org-left">—</td>
<td class="org-left">c</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgcc93b9c" class="outline-4">
<h4 id="orgcc93b9c"><span class="section-number-4">8.4.2</span> Fins de strophe</h4>
<div class="outline-text-4" id="text-8-4-2">
<p>
Dans le cas de polystrophes, on s’arrangera pour que les dernières
rimes soient synchronisées.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2020-11-11 mer 19:42</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
